controllers/EventsController.php

    public function actionIndex()
    {
//        $events = Events::find()->all();

        $query = Events::find()->orderBy('id ASC');
        $pages = new Pagination(['totalCount' => $query->count(), 'pageSize' => 2, 'pageSizeParam' => false, 'forcePageParam' => false]);
        $events = $query->offset($pages->offset)->limit($pages->limit)->all();
---
SELECT COUNT(*) FROM `events`
SELECT * FROM `events` ORDER BY `id` LIMIT 2

    public function actionView()
    {
        $id = \Yii::$app->request->get('id');
        $event = Events::findOne($id);
---
SELECT * FROM `events` WHERE `id`='1'