controllers/SiteController.php

SELECT * FROM `teachers`
---
    public function actionAbout()
    {
        $teachers = Teachers::find()->all();