<?php

/** @var yii\web\View $this */

use yii\helpers\Html;

$this->title = 'Правила приема в школу';
?>

<div class="Rules">
    <h2>Правила приема в школу</h2>
    <p class="rules-desc">Прием на обучение в школу проводится на принципах равных условий приема для всех поступающих,
        за исключением лиц,
        которым в соответствии с Федеральным законом предоставлены особые права (преимущества) при приеме на
        обучение.<br><br>

        Проживающие в одной семье и имеющие общее место жительства дети имеют право преимущественного приема на обучение
        по
        образовательным программам начального общего образования в школу, если здесь обучаются их братья и (или) сестры.<br><br>

        Дети с ограниченными возможностями здоровья принимаются на обучение по адаптированной образовательной программе
        начального общего, основного общего и среднего общего образования (далее - адаптированная образовательная
        программа)
        только с согласия их родителей (законных представителей) и на основании рекомендаций
        психолого-медико-педагогической
        комиссии .<br><br>

        Прием в школу осуществляется в течение всего учебного года при наличии свободных мест.<br><br>

        В приеме в школу может быть отказано только по причине отсутствия в ней свободных мест, за исключением случаев,
        предусмотренных частями 5 и 6 статьи 67 и статьей 88 Федерального закона от 29 декабря 2012 г. № 273-ФЗ «Об
        образовании в Российской Федерации».<br><br>

        В случае отсутствия мест в школе, родители (законные представители) ребенка для решения вопроса о его устройстве
        в
        другую общеобразовательную организацию обращаются непосредственно в департамент образования и науки Курганской
        области.</p>
    <h2>Правила приема обучающихся из других
        образовательных учреждений
    </h2>
    <p class="rules-desc">
        Зачисление учащегося в принимающую организацию в порядке перевода оформляется приказом директора принимающей
        организации в течение трех рабочих дней после приема заявления и документов, с указанием даты зачисления и
        класса.<br><br>

        Принимающая организация при зачислении учащегося, отчисленного из исходной организации, в течение двух рабочих
        дней с даты издания распорядительного акта о зачислении учащегося в порядке перевода письменно уведомляет
        исходную организацию о номере и дате распорядительного акта о зачислении учащегося в принимающую организацию.
    </p>

    <h2>Правила отчисления</h2>
    <p class="rules-desc">
        Образовательные отношения прекращаются в связи с отчислением учащихся из организации, осуществляющей
        образовательную деятельность:<br><br>

        в связи с получением образования (завершением обучения),
        досрочно по следующим основаниям:
        по инициативе учащегося или его родителей (законных представителей), несовершеннолетнего учащегося, в том числе
        в случае перевода учащегося для продолжения освоения образовательной программы образования в другую организацию,
        осуществляющую образовательную деятельность;
        по инициативе Школы, в случае применения к учащемуся, достигшему возраста пятнадцати лет,
        отчисления как меры дисциплинарного взыскания, а также в случае установления нарушения порядка приема в Школу,
        повлекшего по вине учащегося его незаконное зачисление в Школу;
        по обстоятельствам, не зависящим от воли учащегося или родителей (законных представителей) несовершеннолетнего
        учащегося и Школы, в том числе в случае ее ликвидации.
    </p>
</div>