views/site/signup.php


            <?= $form->field($model, 'email', ['template' => '{input}'])->Input('email', array('placeholder' => 'E-mail', 'class' => 'ii')) ?>

            <?= $form->field($model, 'role', ['template' => '{input}'])->dropdownList(Roles::find()->select(['name', 'id'])->indexBy('id')->column(),array('placeholder' => 'E-mail', 'class' => 'ii'));?>
---
SELECT `name`, `id` FROM `roles`